// Typical strings
"OK" = "Tamam";
"Cancel" = "Vazgeç";
"Quit" = "Çık";
"Relaunch" = "Yeniden Başlat";
"Ignore" = "Yoksay";

// Preference Strings
"QSPlugInsPrefPane" = "Eklentiler";
"QSUpdatePrefPane" = "Güncelleme";
"QSHelpersPrefPane" = "Yardımcılar";
"QSTriggerEditor" = "Tetikleyiciler";
"QSApplicationPrefPane" = "Uygulama";
"QSCatalogController" = "Katalog";
"QSSilverNotifier" = "Quicksilver (Yerleşik)";
"QSNotificationCenterNotifier" = "Bildirim Merkezi";
"QSDefaultStringRanker" = "Varsayılan (Yerleşik)";

// QSController.m Alerts
"requires" = "gerekiyor";
"Recent versions of Quicksilver require Mac OS 10.6 Snow Leopard. Older 10.5, 10.4 and 10.3 compatible versions are available from the http://qsapp.com." = "Quicksilver'ın yeni sürümleri Mac OS X 10.6 Kar Leoparı gerektirmektedir. Daha eski 10.5, 10.4 ve 10.3 uyumlu sürümler http://qsapp.com betinden indirilebilir. ";

"Quicksilver Crashed" = "Quicksilver Çakıldı";

"Quicksilver crashed when loading the %@ plugin.\nDo you wish to delete this plugin and continue launching Quicksilver?" = "Quicksilver %@ eklentisini yüklerken çakıldı.⏎ Bu eklentiyi silip Quicksilver'ı başlatmayı sürdürmek istiyor musunuz?";

"Sorry. Quicksilver crashed on last use.\nDeleting caches may help solve the problem.\nOtherwise you can try to launch Quicksilver again, or quit and read the FAQ." = "Üzgünüz; Quicksilver son kullanımda çakıldı.⏎ Önbelleği silmek sorunu çözmeye yardımcı olabilir.⏎ Quicksilver'ı yeniden başlatmayı deneyebilir veya uygulamadan çıkıp sıkça sorulan soruları okuyabilirsiniz. ";
"Do Nothing" = "Hiçbir Şey Yapma";
"Read FAQ" = "Sıkça Sorulan Sorular'ı Oku";
"Clear Caches" = "Önbelleği Temizle";

"Running from a new location" = "Yeni bir konumdan çalışıyor";
"The previous version of Quicksilver was located in \"%@\". Would you like to move this new version to that location?" = "Quicksilver'ın bir önceki sürümü \"%@\" konumundaydı. Yeni sürümü de oraya taşımak ister misiniz?";

"This is an old version of Quicksilver" = "Bu Quicksilver'in eski bir sürümü";
"You have previously used a newer version. Perhaps you have duplicate copies?" = "Daha önce de yeni bir sürüm kullandınız. Aynısından ikinci bir kopyanız olmasın?";
"Reveal this copy" = "Bu kopyayı göster";

"Would you like to install Quicksilver?" = "Quicksilver'ı yüklemek ister misiniz?";
"Quicksilver was launched from a download location.\rWould you like to copy Quicksilver to your applications folder?" = "Quicksilver indirildiği konumdan çalıştırıldı.⏎ Quicksilver'ı Uygulamalar dizininize taşımak ister misiniz?";
"Install in \"Applications\"" = "\"Uygulamalar\" dizinine yükle";
"Choose Location..." = "Konum Seç...";

"Install Here" = "Buraya Yükle";
"Install Quicksilver" = "Quicksilver'ı Yükle";

"An error has occured" = "Bir hata oluştu";
"Quicksilver must be relaunched to regain stability." = "Quicksilver dengesini yeniden kazanmak için yeniden başlatılmalı.";

"Move and Relaunch" = "Taşı ve Yeniden Başlat";
"Don't Move" = "Taşıma";

"Quicksilver has been updated" = "Quicksilver güncellendi";
"You are using a new version of Quicksilver. Would you like to see the Release Notes?" = "Quicksilver'ın yeni bir sürümünü kullanıyorsunuz. Sürüm notlarını görmek ister misiniz?";
"Show Release Notes" = "Sürüm Notlarını Göster";

"Quicksilver is now 64-bit" = "Quicksilver artık 64 bit";
"64-bit details" = "Bazı eskice eklentiler yüklenmeyecek. Etkisizleştirilen eklentilerin bir dizelgesi Seçenekler'de mevcut.⏎ ⏎ Eski eklentiler olmadan yaşayamam ben diyorsanız, Quicksilver 32 bit kipinde çalıştırılabilir (32 bit desteği ileri bir sürümde kaldırılacaktır.). ";
"Network and Removable Disks" = "Ağ ve Çıkarılabilir Diskler";

"Type to search" = "Ara...";
